final Set<String> singleSelectCategories = {
  '혼인 여부',
  '최종 학력',
  '전공',
  '취업 상태',
};

final Map<String, List<String>> options = {
  '혼인 여부': ['기혼', '미혼'],
  '최종 학력': [
    '고졸 미만',
    '고교 재학',
    '고교 졸업',
    '대학 재학',
    '대졸 예정',
    '대학 졸업',
    '대학 석/박사'
  ],
  '전공': [
    '인문계열',
    '사회계열',
    '상경계열',
    '이학계열',
    '공학계열',
    '예체능계열',
    '농산업계열',
    '기타'
  ],
  '취업 상태': [
    '재직자',
    '자영업자',
    '미취업자',
    '프리랜서',
    '일용근로자',
    '(예비)창업자',
    '단기근로자',
    '영농종사자',
    '기타'
  ],
  '특화 분야': [
    '중소기업',
    '여성',
    '기초생활수급자',
    '한부모가정',
    '장애인',
    '농업인',
    '군인',
    '지역인재',
    '기타'
  ],
  '관심 분야': [
    '대출',
    '보조금',
    '바우처',
    '금리혜택',
    '교육지원',
    '맞춤형상담서비스',
    '인턴',
    '벤처',
    '중소기업',
    '청년가장',
    '장기미취업청년',
    '공공임대주택',
    '신용회복',
    '육아',
    '출산',
    '해외진출',
    '주거지원'
  ],
};
